IDEA Open Model
ConcreteULSCheckResultShearEc2.Vrd Property
Compatible with IDEA StatiCa Beta 20.0
 decisive shear resistance
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Vrd { get; set; }
Public Property Vrd As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace